{
    "studentData": [
      {
        "id": "200701",
        "firstName": "Brandon",
        "lastName": "Ballou",
        "projectTitle": "Home Security with PLC's",
        "projectDesc": "My project is a home security system using a PLC to run the system from a central location. The security system has an arming and disarming pushbuttons. So if the system is not armed nothing will work. Then when the system is armed you can throw the black switch to run the motor to shut the blinds and the white security light will run through its sequence of events. The white light will blink five times and then turn on and stay on for ten seconds. Then you can remove an item from the lever on the snap-action switch. When you remove the item it will ring a bell ten times. The system will reset itself when the switch is switched back to its original position or the snap-action switch is pressed down.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1tgdTNyjioXS8Kvqys6wNizP2sar6sLlp",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1tgdTNyjioXS8Kvqys6wNizP2sar6sLlp",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1x7wWvscZS5aTols42oy7ZgySxVq_DTCJ",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1X40JuQfeMqBKvMCqpPOyJf7LlgPBS4JS",
          null
        ],
        "contact": "bluebird518@hotmail.com"
      },
      {
        "id": "200702",
        "firstName": "Christopher",
        "lastName": "Lang",
        "projectTitle": "Personal Interactive Computer Network Technology Based Support",
        "projectDesc": "My project was to assist people with intellectual disabilities, who are capable of living independently, continue to live with limited assistance. Many of these people do require constant care and monitoring. I have developed a computer system that allows a caregiver to monitor their client 24 hours a day, 7 days a week without being physically in the home. This system also allows the caregiver to talk directly with the client with voice and video over the computer network. As a bi-product I was also able to allow the caregiver to access the computer at the client location and display useful information. This was done with a minimal budget and designed as an in-house system for a health-services provider.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=107uGeA4-eWpoKgGSVnlznRih0i-V4rcN",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=107uGeA4-eWpoKgGSVnlznRih0i-V4rcN",
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1p3ELXv9dxlU5xrCdA-QlCRJ1hLrknbxV",
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1pWxNtatj9xOnlywfRcn81qefo52xoJdo",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1I9nCcmQkATInTqfUzf8wa03BdH6y-1hd",
          "https://drive.google.com/uc?export=view&id=1lZvoAyyC_vJeilctjNWVSsk8MFS7GVWg"
        ],
        "contact": "goclone1@yahoo.com"
      },
      {
        "id": "200703",
        "firstName": "Chuan-An",
        "lastName": "Hou",
        "projectTitle": "Microcontroller Based Automobile Security System",
        "projectDesc": "This is a microcontroller based automotive security system. The main idea of my project is to try to decrease the time of waiting to warm up my car during a cold winter, to cool my car down during a hot summer, and also to prevent from locking myself out of my car. In today’s world, time is money for everyone. This system is the way to gain time and reduce the cost of money in unexpected events. I used the CL100 module along with microcontrollers in order to control the functions on my car through a dial tone phone. This system can remotely start my car and unlock/lock my car from anywhere in the world if there is a dial tone phone or internet. This project will be a time saver as well as life saver for most people. However, this is a project that will save people time and money.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1wdMIhn-PB18Xu7ClAI2FOhpdX7vxmr9A",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1wdMIhn-PB18Xu7ClAI2FOhpdX7vxmr9A",
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1tYA1iSyDwU84djXMPHRJzOjb9yjDclZN",
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1pUR6Nw6KW9emjVxUkCQyW0_8ML_Clp4W",
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1DgBzp_RJoPDAegclDNxlrpkRh5z0JOMN",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1HwiehNSsKkgI68v-YdgF4BlnW1j-zkO3",
          null
        ],
        "contact": "chuan586@hotmail.com"
      },
      {
        "id": "200704",
        "firstName": "Emmanuel",
        "lastName": "Payton",
        "projectTitle": "Home Security Cameras",
        "projectDesc": "For my senior project I choose to install surveillance cameras around my home. Recently, a close friend of mine had a baby and we had discussed putting cameras in their nursery. I originally planned on doing this project for my god-daughter Avery, but decided to have the test run on my own home in case of any major errors that could have occurred. Installing surveillance cameras has been something that I have always thought about doing on the outside boundaries of my home. Now that I have completed this project, I have learned some errors that I made and some things that I could have done better. I now feel more confident in helping a friend install cameras in their own home.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1roEiRjtrN1ARRMsfOxd-3ZbRUFgvUJ6p",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1roEiRjtrN1ARRMsfOxd-3ZbRUFgvUJ6p",
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=19LiIbpeL11MID7YwLvS407RCMKXZiedg",
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=13R3SSupadQYFGVQMpBGuYUIXF8SiCS51",
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1LDRTjzQFY-3i63IQy_DwfPqD0BY0B4Rn",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1zC0qiXhAAZ-9NHStdxlISvkjVHZgxPEz",
          null
        ],
        "contact": "mannyp24@hotmail.com"
      },
      {
        "id": "200705",
        "firstName": "Jamie",
        "lastName": "Creech",
        "projectTitle": "LOD Surveillance System",
        "projectDesc": "The LODSurveillance System was designed as a surveillance system. First I set up a macromedia communication server in order to handle the .fla video streaming format. I then built a Broadcasting program by using flash. This program gets an image from the web cam and audio from the microphone, the program then forwards the video stream to the server. The next step was to create a receiver. I built this by using flash also. The receiver connects to the same server as the broadcaster and displays the specified file stream. The LODSurveillance system actually has several purposes that it could be used for. A little more developing and this project could make an outstanding home surveillance system. The project could also be converted to a communication program if both users have, both the broadcaster and the receiver they are able to talk and see one another. This project was free to build, except for the cam and microphone. If I was to sell this project I could charge very little do to it being free to reproduce.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1AH8i42RBOCFyAaqfZsDphPbXy0qs3asG",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1AH8i42RBOCFyAaqfZsDphPbXy0qs3asG",
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1V_TVvEKWpNa7neKciq_Yk2d3R4zyQFAh",
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1VPd12lpZ59E7-nbMA_XU4th8AjOpOfo1",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=12O052bh1usxgVSS_zANy5qcUgi_lHeFB",
          null
        ],
        "contact": "clydelod@yahoo.com"
      },
      {
        "id": "200706",
        "firstName": "Justin",
        "lastName": "Curry",
        "projectTitle": "Supercomputer To The Rescue",
        "projectDesc": "This project was built off of the curiosity of the world of Linux. Linux is family of operating systems that are Unix-like. It is one of the many free software and open source developments. It is made by underlying source code and is available all over the internet for anyone to edit and republish freely. Linux is mainly known for being used in the server world but is also known for desktop computers, supercomputers, cell phones, etc. For many small businesses, money is hard to come by, therefore I have came up with a plan that will allow these business to take there old outdated computers, combine them together into a cluster, and create a supercomputer which will have the processor power equivalent to one of today’s new computers on the market. By using ClusterKnoppix 3.6 I will show you how to create a load balancing supercomputer, without having to dig deep into your pockets.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1_RrihEu7QSs0QYeMo4oVKs4uwEk1EPiV",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1_RrihEu7QSs0QYeMo4oVKs4uwEk1EPiV",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1dFnDVL6-1-bL0G_6sJy0StFjUbGpajOB",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1-2KpEnAEl8fb6WhAZ6tpsh1EIUWsk-ku",
          "https://drive.google.com/uc?export=view&id=14mqyNhApHpDoY565AOLbVEL5nA-ORnD4"
        ],
        "contact": "justin_curry24@yahoo.com"
      },
      {
        "id": "200707",
        "firstName": "Justin ",
        "lastName": "Roberts",
        "projectTitle": "Alumni Community Database",
        "projectDesc": "Using all opensource technology this website was created with two purposes in mind. One is to provide a way for a college to collect information from graduates easily via the web. The other purpose is to provide alumni a way to communicate with each other to both stay in touch, and provide each other with help on work related or non-work related problems, in this case with technology support. An additional use of this website is to allow faculty to communicate with graduates and other faculty. This is all done using an open source forum wrote in php called PHPBB, a MySQL database, and several modification, or hacks, to PHPBB that cme from http://www.phpbbhacks.com . The outcome produced an easily administerd forum that serves its main purpose with the ability to add additional uses via easy to do modifications that can be found on the web.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1IVzCcmILPvDmHvn9QNncS7wsZyNdRDmQ",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1IVzCcmILPvDmHvn9QNncS7wsZyNdRDmQ",
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1SKg1ymoGsWbVy0bD3Mr9L3UxNJhoTQ8K",
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=15qBzp3SG1EcZnOPQib5T4Tf0TQqK1Vox",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1BxaXW1k7EEs4fTsBp6tiaKhXrVxUUY33",
          "https://drive.google.com/uc?export=view&id=1zdie4sOR_hrfOwiDMsaUzwR8Gv8aqXzV"
        ],
        "contact": "jrob48@gmail.com"
      },
      {
        "id": "200708",
        "firstName": "Justin",
        "lastName": "Wells",
        "projectTitle": "Remote Control Robot with Human Articulation",
        "projectDesc": "This project is to determine methods of creating a remote control humanoid robot and the associated operator interface. Possible control methods include use of accelerometers or potentiometers. Methods of creating the robot itself will also be researched with the end goal of having a machine that can interact with an environment that is designed for humans and have the ability to utilize standard human operated tools and machines.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1GtoJp5J6tTiva5CXNCNfBGaGlqT2bddn",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1GtoJp5J6tTiva5CXNCNfBGaGlqT2bddn",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1QjOTb2Vn0iQwAj9xcTG30J_Aao1KrIsm",
        "brochure": null,
        "video": [
          null,
          null
        ],
        "contact": "justinwells@gmail.com"
      },
      {
        "id": "200709",
        "firstName": "Landon",
        "lastName": "Chelf",
        "projectTitle": "Modular Rental Return System",
        "projectDesc": "For many years technology keeps progressing towards a paperless environment. This has been expected to happen for many years but there are so many sectors of business that still rely on paper for customer interaction. Why? You might ask. Well this is simply due to the fact that many companies have invested hundreds, thousands, or even millions into their current environments and can't justify paying it all over again to become paperless. The initial problem this project is to solve is the infamous return slot where we put our faith into the employees of a store to check in our rental returns in a timely fashion. Sometimes we run into an employee that decides that they will take the returned item and use it themselves for a day or two or in the worst case scenario just not return it, and all without checking it back in and taking it out of your name. The solution to this problem is with technology. As stated before most companies won't spend the money reinventing the systems that they have and work good as they are so I devised a way to create a modular system that would allow custom integration into a companies current environment and the automated check-in of returned items as they were scanned passing through the return slot. RFID is the not so new technology that's getting it's spotlight as the replacement for barcodes since they can be read without any type of line of sight requirements that barcodes currently face. By adding unique RFID tags to each rental item and a RFID reader to the return slot we now have the ability to detect when a rental item is returned.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1pFsaApvKyudQmSpQscNlOg76sDzDnds1",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1pFsaApvKyudQmSpQscNlOg76sDzDnds1",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1URMaJhVOt5OMYxUf_lUfv_O6LprjgcUa",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1HIrxO9Ao6x_phszJxbLasqo3b7znmrBH",
          null
        ],
        "contact": "lchelf@yahoo.com"
      },
      {
        "id": "200710",
        "firstName": "Patrick",
        "lastName": "Lowe",
        "projectTitle": "Random Encryption Program",
        "projectDesc": "My project is a random encryption program. To research this project, I read several articles on cryptography, randomness recommendations for security, wave file format, the VB.NET 2005 language, bit/byte manipulation, and ciphers. To design this program, I went through several ideas before arriving at my final choice. I started by recording audio to get random data (one-time-pad). The audio I initially recorded however was not random enough as the thermal noise I was sampling consisted of mainly zeros. I did some more research and decided to record FM static to achieve my randomness requirement. When I began initial work writing the software, I tried to use a scripting language, AutoItv3. I had to stop work as I found manipulating the data in the way that I needed was impossible or at the very least impractical. I stopped development and began researching VB.NET 2005 as my next candidate for development. With VB, I was able to perform the operations that I required. I worked through many glitches where were a result of my lack of familiarity with the language. Finally, using the recorded audio and encrypting this with another file became a reality and I reached the primary goal of my project.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1pl2GSGih_k3sJNgiKf6waA3STab5TWoi",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1pl2GSGih_k3sJNgiKf6waA3STab5TWoi",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1E-gdP8KI0xiGg5iMDWacQruTCfxW90bS",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1yjv3wevZhgFcPe2ew1B5SgykHDFETEyh",
          null
        ],
        "contact": "ig.nanimus@gmail.com"
      },
      {
        "id": "200711",
        "firstName": "Randall",
        "lastName": "Cain",
        "projectTitle": "File Sharing with Windows and Linux OS",
        "projectDesc": "This project has been an up most learning experience for me. I integrated a Windows and Linux environment together and tried my best to get them to communicate with one another. In this project I made some success as well as some failure. Successfully speaking, I was able to get my Fedora Core 5 server and client computer to connect to either my Windows XP machine or Windows Server 2003 flawlessly and get them to view shared files and/or folders that I had created on them. That was the biggest step that I had accomplished throughout my entire project. The main failure that I encounter was not being able to get my Windows computers to connect to either of my Fedora computers and get them to view their shared files that I had created on them. I wished that I could have spent a little more time on this project and got everything to work the way that it should have according to my plans.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1aaM1Sfwax7VWsoDF2CnIPA2HZyPjm9tG",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1aaM1Sfwax7VWsoDF2CnIPA2HZyPjm9tG",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1vInmY-K0d8rhzbILb3rNOMJp6RF9X8gw",
        "brochure": null,
        "video": [
          null,
          null
        ],
        "contact": "This project has been an up most learning experience for me. I integrated a Windows and Linux environment together and tried my best to get them to communicate with one another. In this project I made some success as well as some failure. Successfully speaking, I was able to get my Fedora Core 5 server and client computer to connect to either my Windows XP machine or Windows Server 2003 flawlessly and get them to view shared files and/or folders that I had created on them. That was the biggest step that I had accomplished throughout my entire project. The main failure that I encounter was not being able to get my Windows computers to connect to either of my Fedora computers and get them to view their shared files that I had created on them. I wished that I could have spent a little more time on this project and got everything to work the way that it should have according to my plans."
      },
      {
        "id": "200712",
        "firstName": "Ryan",
        "lastName": "Badgett",
        "projectTitle": "Home Security Using PLCs",
        "projectDesc": "My capstone project was a Home Security System using a PLC. I started by engaging the system using the red a green pushbutton switches and a green LED will turn on indicating the system is armed. When the system is triggered or set off it will go down in lockdown mode automatically through the whole house and a red LED will turn on. If the person did not make it in then your house is safe and if they did they will be in there until you and the police arrive. The owner would have to be the one to reset the alarm.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=17Z5i3aY8Lvl1tCUvPqP09BvTXf6jeOIY",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=17Z5i3aY8Lvl1tCUvPqP09BvTXf6jeOIY",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1h4EBxYHv9utgTiFkZ9AaeoP-qCyzd_ci",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1t333ErMx6ixkecEBrK3sTlBTWSqOXx1Q",
          null
        ],
        "contact": "ryan.badgett@gmail.com"
      },
      {
        "id": "200713",
        "firstName": "Timmy ",
        "lastName": "Henery",
        "projectTitle": "Active Home",
        "projectDesc": "In my project I used Active Home Pro and a Basic Stamp to work along side of each other. Active Home Pro is automation interface for your home that sends signals through a standard AC outlet. From the AC outlet I turn on a power supply to put power on the stamp and than run its program that beeps a alarm five times, light up a Led, and turns on a solenoid that locks a door.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1aEUUnNJ3CtaY_VRhSmjFDWR0ESdcaJRu",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1aEUUnNJ3CtaY_VRhSmjFDWR0ESdcaJRu",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1Dy-CLgMPEEKpJ-YmZWsX-gdqCGnEPaVT",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=198Q4EsO-wH7TYi06f_3P1jlnp2w6K6KN",
          null
        ],
        "contact": "timmyhenery@yahoo.com"
      },
      {
        "id": "200714",
        "firstName": "Wesley",
        "lastName": "Chitwood",
        "projectTitle": "Altiris for Remote Deployment Solutions",
        "projectDesc": "In an effort to improve the process of preparing new computer workstations for deployment at my place of business, I researched different functionalities of our current remote deployment software, Altiris Client Management Suite. I implemented an alternative imaging process, making the necessary configuration changes with in the console, and determined a new method of mass software deployment using a remote control feature. This resulted in substantial time reductions and a streamlined overall preparation process.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1dhIHvR-6e-6unG23D7tiW4dwcoWkUaIq",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1dhIHvR-6e-6unG23D7tiW4dwcoWkUaIq",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1WGosKUSKNr64GOqAbGA5L0q-oAjPmCGj",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1VFeXMGiOvnbTlaOLNqLIFnT2Tdxu4QpQ",
          "https://drive.google.com/uc?export=view&id=11103aVcf2m92SYoLvT4dTt9WOk5FJX_P"
        ],
        "contact": "wesley.chitwood@gmail.com"
      },
      {
        "id": "200715",
        "firstName": "William",
        "lastName": "Smith",
        "projectTitle": "Linux High-Availability Server Cluster",
        "projectDesc": "This is a High Availability Linux cluster project built on Yellow Dog Linux operating system using the Heartbeat open-source software package. The new Sony Playstation 3 is a computing powerhouse which is a nice system for running Linux, and Yellow Dog is a user friendly distribution. Two PS3 systems, connected with a router, run Yellow Dog and Heartbeat. Heartbeat is the management and monitoring software which automatically makes the two servers act as a failover system if either of the systems have software or hardware failures. High Availability is very important in today's networking environment and this is a simple implementation of a Linux High Availability, redundant server cluster.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=10Tdym_Xhm0q5pMIWwtjZ8SgLc5beW7wv",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=10Tdym_Xhm0q5pMIWwtjZ8SgLc5beW7wv",
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1OnfgPmIa75gSepBcUr9NIllIxT-9zlES",
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1uQlbE3UeIxfLSheFn4V2f1UjD73m02eP",
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1JYcg2aU9o-GuExVFQEkO1nNzBsjSPFcp",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1As7ne37lE2EqikvPdBQ8d42X7xvQeAB2",
          null
        ],
        "contact": "momiogi@hotmail.com"
      }
    ],
    "other": {
      "classPhoto": [
        {
          "title": "Class of 2007",
          "name": "(Left to Right) Ryan, Jamie, Tim, Will, Landon, Justin Roberts, Brandon, Justin Curry, Scott, Chris, Justin Wells, Chen, Vigs, Patrick, Manny",
          "url": "https://drive.google.com/uc?export=view&id=1ALQzxauZ6o-MyXZ50VB9SypMB5IAXAdM"
        },
        {
          "title": "Graduating seniors spring/summer 2007",
          "name": "(Left to Right) Jamie, Tim, ,Landon, Will, Vigs, Chris, Justin Wells, Chen, Manny",
          "url": "https://drive.google.com/uc?export=view&id=1NlUp5UJNOh_ABJkEDnHtbpX3LrxUW5uD"
        }
      ],
      "outstanding": [],
      "presenter": [],
      "ga": []
    }
  }
