{
    "studentData": [
      {
        "id": "201001",
        "firstName": "Aaron",
        "lastName": "Jones",
        "projectTitle": "Virtual Life",
        "projectDesc": "In today’s society home and corporate networks are things that are commonplace. On one front, there are entire corporations built around providing server farms to other organizations as off-site hosting, while on the other side of the coin almost every household with an internet connection has a small network. In today’s ever expanding digital world, the demand for more servers and more logical space is soaring ever higher, while the physical space to house such servers is diminishing and demanding a high premium. A solution to this problem exists in virtualization, even the virtualization of entire server farms onto only a handful, or even a single physical server. I present that multiple logical servers can be established on a single physical server, and that these servers can load balance between themselves while sharing a common physical drive.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1jfgjfgcJX2z0Hi9fcSjHrlQ7x7CT46a7",
        "images": [
          "https://drive.google.com/uc?export=view&id=1jfgjfgcJX2z0Hi9fcSjHrlQ7x7CT46a7",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1pJ3wEqc10MheZ7HsB1lheQaB_YkT8nvD",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1JGklys12tqV7F9n4bsyxaJqNFUda6hxb",
          null
        ],
        "contact": "Clinton.a.jones@gmail.com"
      },
      {
        "id": "201002",
        "firstName": "Adam",
        "lastName": "Mounce",
        "projectTitle": "The Power Box",
        "projectDesc": "How much money could you save if you done away with your electric bill? Even if you have a small home you still pay a substantial amount of money for electricity and the cost is going up everyday. My goal is to do away with that electric bill and put money back in my pocket for change. I'm sure you ask how are you going to do that? Solar energy my goal is to build solar panels to provide the electricity my home needs and to become grid free so that I do not have to rely on the electric company to provide my energy and pay there ridiculous prices that continue to rise everyday.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1xBElpEXStbwmVfRTowviFy7hg2BGgAhZ",
        "images": [
          "https://drive.google.com/uc?export=view&id=1xBElpEXStbwmVfRTowviFy7hg2BGgAhZ",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1pVtm7LlhD2G50EiQssETRyMfjb0ETqP9",
        "brochure": null,
        "video": [
          null,
          null
        ],
        "contact": "adam_mounce@hotmail.com"
      },
      {
        "id": "201003",
        "firstName": "Charlene",
        "lastName": "Kirk",
        "projectTitle": "Green Technology",
        "projectDesc": "The idea of promoting green technology is very important to the future. The plan is to implement a website that entails everything green to do with technology. The use of existing technological gadgets to create fully functional systems is one aspect. For this particular site the motivation is to educate and provide a space to collaborate more efficient ideas. What kind of green thinker would one be if in fact they did not implement open source code? This is exactly why for many reasons including open source opportunity the site http://www.yola.com\" comes into play. It is a website that offers free sub domains and purchases of personal domains. Personally the domain ownership seems more professional in look and feel. It allows people to upload open source code, gadgets, and widgets to fit needs. It is crucially important to understand that efficiency is everything. There is definitely no reason to reinvent the wheel, if you will. The actual site is http://www.leangreenmachines.org \" it is an open place for green education and collaboration.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1pcFd2thodjMa1HP65QS66vSCbA8MNF9B",
        "images": [
          "https://drive.google.com/uc?export=view&id=1pcFd2thodjMa1HP65QS66vSCbA8MNF9B",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1yV60Wy12g56ZTti7JPvHfREAzz1qogdC",
        "brochure": null,
        "video": [
          null,
          null
        ],
        "contact": "nativeskaw@gmail.com"
      },
      {
        "id": "201004",
        "firstName": "Derek",
        "lastName": "Barton",
        "projectTitle": "Pinball Machine",
        "projectDesc": "The goal of this project is to build a pinball machine out of parts collected from pinball machines which have since been torn down for sell. The proposed solution is to take a quantity of parts and incorporate them into a new, personally designed table so they can work once again. Parts of interest include flippers, jet bumpers, drop targets, slingshots and a ball injection solenoid. All parts will need a sufficient amount of power to make them operational in addition to a LCD screen to track scoring which will be controlled by a Basic Stamp 2 microcontroller.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1EMLf1hxD7Vd4zhAKuqqbDvTZrYQRgP95",
        "images": [
          "https://drive.google.com/uc?export=view&id=1EMLf1hxD7Vd4zhAKuqqbDvTZrYQRgP95",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=15MAKKRkKNqJlbVZvXNuVfg30Mcnk7wii",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1MBdULBWQQMjvtIy3m4yl6YVtuVLVLMwi",
          null
        ],
        "contact": "derekbarton25@gmail.com"
      },
      {
        "id": "201005",
        "firstName": "Ed ",
        "lastName": "Pipalski",
        "projectTitle": "The PS2 Modification Process",
        "projectDesc": "Essentially, the problem that I am trying to solve is fix and mod a Playstation 2 (PS2). The PS2 that I have received does not work at all, and I have also been informed that when it did last, it also did not have the \"save\" function. My solution is to repair the malfunctioning PS2 so that it will first run, then try to remedy the saving issue through either repair, or modify it to serve as a storage device.",
        "keywords": null,
        "certificates": null,
        "profilePicture": null,
        "images": [
          null,
          null,
          null,
          null
        ],
        "presentation": null,
        "brochure": null,
        "video": [
          null,
          null
        ],
        "contact": null
      },
      {
        "id": "201006",
        "firstName": "Jacob",
        "lastName": "Singleton",
        "projectTitle": "The Beginning of Home Automation",
        "projectDesc": "The general technical area my project is set in is Home Automation. I wanted to learn more about home automation to help my parents implement better security in their home as well as energy efficient technologies, data backup and file storage systems. The price of electricity and the importance of data backup is what encouraged me to take on this project. This project is of interest to me because I have never set up a file server before and I am interested in learning how to do that. This will expand my knowledge base of how to set up file servers, while helping my parents become more organized with their music, movies, pictures, and games. This will bring a more enjoyable home entertainment experience. My project is trying to solve the problem of disorganization with my parent's video, music, and text files. To solve these problems I set up Windows Home Server to help them stay organized and have easy access to their files anywhere.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1J7i4oCQQrdlQfliHd9UecPN3EEiSh61h",
        "images": [
          "https://drive.google.com/uc?export=view&id=1J7i4oCQQrdlQfliHd9UecPN3EEiSh61h",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1LAWOw4iDjXkUfRReDJ4ICO9B4YMaVs4R",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1vhFsjOhn6ECPKFjPjGTZMAH27Txkkuhp",
          null
        ],
        "contact": "jacob_singleton21@hotmail.com"
      },
      {
        "id": "201007",
        "firstName": "Jason",
        "lastName": "Petrey",
        "projectTitle": "Anticlick: Increasing Desktop Security",
        "projectDesc": "AntiClick is a security application that increases the security of a windows based computer system from being accessed at all after the user log-on process has been completed. Unlike other user level security solutions AntiClick does not disable the keyboard or the mouse. Insead it uses a clear window to stop any form of interaction with computer and requires two user-defined buttons to bring up any of the other windows of the program. AntiClick also blocks all keyboard shortcuts that can be used to bypass the software with the exception of control-alt-delete; but it stops task manager from shutting down the program in a different way. AntiClick can also send a warning e-mail and/or text message on a user defined number of failed attempts at the anticlick password. Also included within the project is an administrator control panel and an installer.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1LEm3Nqg-cwLnlNwbRjBhfhcAk-D0Zg0s",
        "images": [
          "https://drive.google.com/uc?export=view&id=1LEm3Nqg-cwLnlNwbRjBhfhcAk-D0Zg0s",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1AlKB1Yu9TA-HajkBwZriicVKNV1rborf",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1AjvQR62yuJgH2M9SF3vjE0qu45XmI1x_",
          null
        ],
        "contact": "jason.petrey12@gmail.com"
      },
      {
        "id": "201008",
        "firstName": "Jeff",
        "lastName": "Poling",
        "projectTitle": "Adapting Modbus-TCP to Modbus-Serial Communications",
        "projectDesc": "Ethernet is everywhere today and automation manufacturers are racing to see who can come up with the latest, greatest and fastest. And the manufacturing world is scrambling to keep up with the latest developments in Ethernet. However in the cost competitive world of manufacturing, throwing out old, perfectly functioning automation is simply unrealistic for some business owners. But at the same time they recognize that they have to begin to using devices with new technology like Ethernet. The creators of Modbus even recognized this and modified their protocol to be used by Ethernet, calling it Modbus-TCP. But how can businesses bridge the gap between their old serial Modbus devices and the new Modbus-TCP? That’s where the Modbus Gateway comes into play.\n\nA Modbus gateway allows for the seamless transfer of Modbus data between serial and Ethernet Modbus devices. Using the Modbus gateway, my project examines the steps needed to setup Modbus communications between a Modbus serial programmable logic controller (PLC) and a Honeywell temperature controller that uses Modbus-TCP. The PLC, which serves as the Modbus master, has two serial communication ports using RS-232 and a third serial port that uses RS-485. The PLC programming software contains the necessary Modbus instructions for sending (writing) and receiving (reading) data. The Honeywell temperature controller is the Modbus slave and responds to read/write requests from the PLC Modbus master. Limitations imposed by the Honeywell controller included access to only eleven data registers per read instruction and a minimum time delay of two hundred milliseconds between write instructions, which was accomplished with sequential delay timers in the PLC program.\n\nIn addition to reading and writing data between the Modbus devices, the PLC, through the use of its own internal program, needed to be able to control its outputs based on the data it requested from the temperature controller. At the same time the temperature controller maintained its independent control and monitoring of a heat source connected to its output. In my prototype the heat source is a soldering iron and a thermocouple attached to it to provide a temperature feedback to the Honeywell controller.\n\n\n\n\n",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1dTcoHjWRYZWCM4hQXiosM-pN4U2Kx7RB",
        "images": [
          "https://drive.google.com/uc?export=view&id=1dTcoHjWRYZWCM4hQXiosM-pN4U2Kx7RB",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1VhWjL80bblOvRnKoyGvzxAi3EOwwXIcw",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1SiMeEEoE8EUcOcuQBdSASB9EtUSBOoXq",
          "https://drive.google.com/uc?export=view&id=1i3QEd-ElJ0BUJivLctg7K6czZYiwxTPp"
        ],
        "contact": "jeffrey.poling@honeywell.com"
      },
      {
        "id": "201009",
        "firstName": "John",
        "lastName": "Davidson",
        "projectTitle": "Coffee Pot Automation Using the X10 Standard",
        "projectDesc": "The goal of my project was to control a coffee pot using the X10 standard. I wanted to be able to turn the coffee pot on and off from my computer as well as set a specific time and date for the coffee pot to turn on and off.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1--mljjdksRh6Av61HoEC8lzUO2YvONZs",
        "images": [
          "https://drive.google.com/uc?export=view&id=1--mljjdksRh6Av61HoEC8lzUO2YvONZs",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=172MPHqW8kTHLUD793vCi80agywWxGEtS",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1J50KxC5bsqNFzDsAnETiB2ZSZOncztKA",
          null
        ],
        "contact": "unixeternal1337@gmail.com"
      },
      {
        "id": "201010",
        "firstName": "Kyle ",
        "lastName": "Caudill",
        "projectTitle": "Office/Computer Lab Administration",
        "projectDesc": "The administration of large computer labs whether in a small business, school, libraries or even a home environment are time-consuming to manage and troubleshoot. The hurdles of a large amount of daily users, and unknown internet traffic and virus’ can be a large problem. This is where being able to create a stable and up-to-date image and distribute it across the network to all the machines allows for easy administration. Once Norton Ghost has been used to apply the image to the entire lab, Deep Freeze can be activated to ensure that even with a large number of users, the system will remain safe and secure.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1S-s1qhed4Ma5tT3qkez9p3p_tSGZDT9A",
        "images": [
          "https://drive.google.com/uc?export=view&id=1S-s1qhed4Ma5tT3qkez9p3p_tSGZDT9A",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1qsKgdRhRaWrpEcpINl0XeeDIKrOMWDYa",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1Glz-LNRdCix62w5oJ5tAxQV_Pppn3SZR",
          "https://drive.google.com/uc?export=view&id=1qL993EJjuqYaX7xAOVHUM0NlC6B-hC0k"
        ],
        "contact": "kc2106522@gmail.com"
      },
      {
        "id": "201011",
        "firstName": "Mark ",
        "lastName": "Stocker",
        "projectTitle": "E-Guitar Tuner",
        "projectDesc": "The start of a good sounding guitar tone rests primarily in the accurate tuning of the strings. The guitar is a very dynamic instrument in which the intonation of one string affects the intonation of all of the other strings. Beginners often have trouble tuning their instruments properly, and can not afford expensive self tuning guitars such as the Gibson Robot. A device that can automatically tune the strings accurately and which will work with any guitar without modification would be of great help to any guitarist looking for the perfect tune.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1zs-4UbVZNHwac2Vtq-pUmHl4lpLE_3-o",
        "images": [
          "https://drive.google.com/uc?export=view&id=1zs-4UbVZNHwac2Vtq-pUmHl4lpLE_3-o",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1HTl3c-n6fnfjE8YAci3kAQSg5D_5-zll",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1r2Opdo_VIQIxFw6PyRtdCUX4O_q8NDSC",
          "https://drive.google.com/uc?export=view&id=1r2Opdo_VIQIxFw6PyRtdCUX4O_q8NDSC"
        ],
        "contact": null
      },
      {
        "id": "201012",
        "firstName": "Michael",
        "lastName": "Wells",
        "projectTitle": "GUITAR RECONSTRUCTION",
        "projectDesc": "A guitarist can learn how to play a guitar over time. However, can that same guitarist learn how build both a guitar and the effects pedals that so often are used with electric guitars? The project has slowly expanded a hobby to include the details of an otherwise broad overview. Allowing the guitarist full understanding of the instrument and it's inter-workings along with the desire for expansion. Not to mention a cost cutting idea of constructing otherwise expensive effects devices out of scratch. This presentation will create some guidelines for recreation of this project.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1I8_R7xW3Y3mAvlyfkIrhzL34zLHp8Qng",
        "images": [
          "https://drive.google.com/uc?export=view&id=1I8_R7xW3Y3mAvlyfkIrhzL34zLHp8Qng",
          "https://drive.google.com/uc?export=view&id=15LsL2EGQ1aGN1XEJihlOHeGYjovKaIUL",
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1iWeOSOFv3WeOoimPy0RT_kTOL0k1XmhG",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1yiZwMShKaIznzoU-6w138IjllTgSaE9R",
          null
        ],
        "contact": "lzmw@hotmail.com"
      },
      {
        "id": "201013",
        "firstName": "Rick ",
        "lastName": "Mills",
        "projectTitle": "Extreme Security: Automated Intruder Elimination System",
        "projectDesc": "The existing methods and technologies in security systems are ineffective in providing true security. While they may occasionally prevent some loss of property and personal injury, they fail to address the real problem: the criminal element. An intruder intent on taking a proprietor’s possessions, or causing bodily harm, may ignore or overcome the existing methods and technologies available in security systems. The Intruder Eliminator 8 security system deals directly with the problem, rather than the symptom, by eliminating the intruder. The Intruder Eliminator 8 is a facility security system. Efforts are made to warn and deter intruders, but should such efforts fail, the intruder is eliminated using lethal, albeit inhuman, force. Evidence of the intrusion is also eliminated.\n\nThe Intruder Eliminator 8 (IE8) security system incorporates three separate control systems. Using a computer interface board, a BASIC STAMP 2 microprocessor, and an Allen-Bradley Micrologix 1000 Programmable Logic Controller, the IE8 system synchronizes the automation process to provide a security system which is heads above all others.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1mccUMLmWG5VD4G7jSIKYqpFv4A92C12s",
        "images": [
          "https://drive.google.com/uc?export=view&id=1mccUMLmWG5VD4G7jSIKYqpFv4A92C12s",
          "https://drive.google.com/uc?export=view&id=161wCtHXZj_ggHGC_7u_LsMg9kgAK4hZZ",
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=18ik3j5u4qYWajvT9ltnSqwTTPZBWricB",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1M9siJlCqFFaqMr-IOYRn2rbqRFyXFsHz",
          null
        ],
        "contact": "RickWMills@yahoo.com"
      },
      {
        "id": "201014",
        "firstName": "Ryan",
        "lastName": "Carnes",
        "projectTitle": "Building a MAME Arcade Cabinet from an Old PC",
        "projectDesc": "I developed an interest to construct an arcade cabinet from an old pc. My interest was developed completely through entertainment purposes only. I have constructed a box from stain grade panel board to house my old pc and monitor. I have wired an encoder that connects to the pc through a ps2 to USB cable. The encoder receives signals from momentary micro switches attached to arcade buttons and joysticks. I have configured the MAME emulator on my old pc to and configured MALA to launch MAME. I have recorded a hardware video and software explaining my work. I can play old arcade games from my creation.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=133PbJngUwBNwXRy8gaUETuH3WsT-khiP",
        "images": [
          "https://drive.google.com/uc?export=view&id=133PbJngUwBNwXRy8gaUETuH3WsT-khiP",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=19tEifnJ_vj7c3a2TYTmni-dPHHOp7FQ_",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1xQuH2eMNAbaTDCtLxEwLe0p-_gfQPaNN",
          "https://drive.google.com/uc?export=view&id=1lOHgEPok8i1TKvKqb1hAyuG6vS3J475x"
        ],
        "contact": "srcarnes@gmail.com"
      },
      {
        "id": "201015",
        "firstName": "Wes ",
        "lastName": "Brown",
        "projectTitle": "Super Toaster: The Brown Toast Experience",
        "projectDesc": "The Super Toaster! project is a web controlled toaster. From the web page one can select the gradient of toast they would like. Based on their selection a microcontroller will control a toaster to give the desired darkness to the inserted bread.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=141USm1TRG6fayxL33r1Yc7-fCcabQuhc",
        "images": [
          "https://drive.google.com/uc?export=view&id=141USm1TRG6fayxL33r1Yc7-fCcabQuhc",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1YDUpTDckE_paB_BvlX5Eclr2fJLgLVqz",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1H1jhyDrhTZ3KcdFopmkyT6FGEjNV9th9",
          null
        ],
        "contact": "caffeinatedsoap@gmail.com"
      }
    ],
    "other": {
      "classPhoto": [
        {
          "title": "2010 Spring Graduates",
          "name": "(Left to Right) Michael, Jacob, Prof. Vigs, Dylan",
          "url": "https://drive.google.com/uc?export=view&id=1B7BObF3nzdUlRzNfyoglRNFkf3vDA86i"
        },
        {
          "title": "2010 Fall Graduates",
          "name": "(Left to Right) Mark, John, Adam, Aaron, Prof. Vigs, Derek, Charlene, Ryan, Jeff, Wes, Kyle, Jason, Rick.",
          "url": "https://drive.google.com/uc?export=view&id=1KP5G37uVwtRKhOT5eUjqfs9GF6c7KS14"
        },
        {
          "title": "2010 Graduates",
          "name": "(Left to Right) Mark, Michael, John, Adam, Aaron, Jacob, Derek, Charlene, Ryan, Jeff, Wes, Kyle, Jason, Dylan, Rick.",
          "url": "https://drive.google.com/uc?export=view&id=1f8xw676KLt9iYpHDJIBC26MSLCy1uSzg"
        }
      ],
      "outstanding": [
        {
          "title": "Outstanding Computer Electronics Networking Senior 2009-10",
          "name": "Dylan",
          "url": "https://drive.google.com/uc?export=view&id=1qt1LinOcnQQDNLMjyqiei1K93sOThto_"
        }
      ],
      "presenter": [
        {
          "title": "Glen Kleine Capstone Presenter & 2nd Place Winner Overall in the College of Business & Technology, Spring 2010",
          "name": "Wes Brown",
          "url": "https://drive.google.com/uc?export=view&id=1SeZYtzIcQqT1Bu6qo7LuXVGmi9CVB-un"
        }
      ],
      "ga": []
    }
  }