{
    "studentData": [
      {
        "id": "201201",
        "firstName": "Carl",
        "lastName": "Skeene",
        "projectTitle": "Automated Pet feeder",
        "projectDesc": "I have two cats but am not always available to be at home during feeding times, I need to be able to feed them at regular times each and every day. The solution I am proposing is to use a PLC to control a motor that will allow a dispenser to feed my cats. I will be using the programming of the PLC to set two times throughout the day that they will be fed. Along with that I will be using a web base application that will allow me to manually feed them from locations away from my home using my phone or any computer connected to the internet.",
        "keywords": null,
        "certificates": null,
        "profilePicture": null,
        "images": [
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1pocxXlfax1wwyTrHlfpwvXMGIV8MwoFs",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1SCHegiPu8Rqeqr0SiLYNRuVaVPSSHA5f",
          null
        ],
        "contact": "carl_skeene@mymail.eku.edu"
      },
      {
        "id": "201202",
        "firstName": "Christopher",
        "lastName": "Cornette",
        "projectTitle": "Remote Desktop Management",
        "projectDesc": "The actual idea for a project is to connect two computer systems and fix the problems. This requires making one the administrator of the other to where it can over take the computer at any time. Next add the necessary passwords and security to the computers and router that I use. I will also use windows deployment services to deploy windows 7 to two desktops. Another thing that I will be doing is configuring multiple systems remotely.",
        "keywords": null,
        "certificates": null,
        "profilePicture": null,
        "images": [
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1wCWOfHOjpsXR_HwqoCfxKKJLv9PvWRAG",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1WHVE2V_dRCyUxg-hoAgj89rsfKmllEHo",
          null
        ],
        "contact": "christopher_corne43 AT mymail.eku.edu"
      },
      {
        "id": "201203",
        "firstName": "Daniel",
        "lastName": "Brindley",
        "projectTitle": "Homemade Network Cable Tracer",
        "projectDesc": "A problem for many companies today is having a well-organized wiring closet. They are hard to clean up once everything is out of place and can make it very difficult to troubleshoot problems. A messy wiring closet can make it very difficult for new employees or outside vendors to come in and fix problems or do upgrades. There are devices out there designed to trace down network cables and they can be used to help clean up a wiring closet. These devices however cost around $6000. My solution to this problem is to build your own homemade network cable tracer. I plan to build my own using Walkie Talkies which are very cost effective.",
        "keywords": null,
        "certificates": null,
        "profilePicture": null,
        "images": [
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1EODvE8SGX6BbL6kDremwuJ5xU-6umIEH",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=14v-l_ntzZGZn7UHxCrgweKDNNi6d2MHk",
          null
        ],
        "contact": "brindleydt@gmail.com"
      },
      {
        "id": "201204",
        "firstName": "Donald",
        "lastName": "Doty",
        "projectTitle": "n-ABELD: Arduino Based Electronic Liquor Dispenser",
        "projectDesc": "Staffing is obviously one of the most critical components of virtually any business organization, and can take up a whole lot of the company's resources. Maintaining a staff of competent, reliable workers can be rather expensive, as well as time consuming. Businesses such as restaurants, that offer low pay and no benefits are bound to have a revolving door workforce. These types of businesses could cut these costs and enjoy a sense of work force stability by automating what processes they can. N-ABELD offers a design that automates the process of cocktail mixing. It examines different aspects involved in the creation of N-ABELD: research and design, physical design, electronic configuration, and programming. Each of these aspects present their own issues which must be weighed against budget, safety, and time-constraint considerations.",
        "keywords": null,
        "certificates": {
          "Highest BS(NET) Exit Exam Score 2011-12": "https://technology.eku.edu/", 
          "CompTIA Network+":"https://www.comptia.org/certifications/network"
        },
        "profilePicture": null,
        "images": [
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1C379UTRO0gOaiqWc-WkuG7CWPnlqL62Z",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1aksdUWbTdpFjAGYz_MbM6U6hLUQS_fmQ",
          null
        ],
        "contact": "DonLDoty@lavabit.com"
      },
      {
        "id": "201205",
        "firstName": "George ",
        "lastName": "Schultz",
        "projectTitle": "Kinect Controlled PC",
        "projectDesc": "My project is titled Kinect Controlled PC. This project answers the question, what is a possible improvement the Microsoft Kinect camera can add to a PC? Through my research I learned that, the answer to that question, is quite a bit actually. My final project is just one idea I discovered. Using a Kinect camera I am able to use a PC, with limited functionality, with nothing but a Kinect camera. This shows great potential for people with disabilities, and is a great ease of access tool.",
        "keywords": null,
        "certificates": null,
        "profilePicture": null,
        "images": [
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1VFxZzDzfxUb-xWwquwmoyFPtQwjvzfd9",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1NXoHGoytnDGgRH_98UJeW2Pu65p1jxhC",
          null
        ],
        "contact": "george_schultz2@mymail.eku.edu"
      },
      {
        "id": "201206",
        "firstName": "Jonathan",
        "lastName": "Poynter",
        "projectTitle": "Arduino Based Access Point Finder",
        "projectDesc": "Within the Information Technology departments of modern workplaces, documentation has become an large issue. In many cases some businesses will hire outside companies to perform the task of installing and configuring a wireless network. In those cases the documentation, if any, pertaining to the configuration of the wireless network remains with the outside company. If a problem arises with improper or no documentation available, a 5 minute fix can take weeks to track down. With wireless technology becoming more common place within businesses the maintenance to maintain a functional network is crucial. The ability to have a handheld device that gives clear identification of information appears promising.",
        "keywords": null,
        "certificates": {"CWTS":"https://www.cwnp.com/certifications/cwts"},
        "profilePicture": null,
        "images": [
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1BUUZgHtQhySrtYRMjNrLOBse-6fZkxYV",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1sXE0hO5cyRgjO4bp9MqZLKQFnPxBPV_I",
          null
        ],
        "contact": "Jlpoynter15@gmail.com"
      },
      {
        "id": "201207",
        "firstName": "Joseph",
        "lastName": "Hancook",
        "projectTitle": "Set up a SOHO Server and Network: The Basics",
        "projectDesc": "I set up a Windows server and secure wired and wireless network that would be typical for a small office / home office. I built the server computer, installed and configured Windows Server 2008 R2. I utilized Active Directory and created a Domain for my home network. I installed the RADIUS server and used it along with WPA2 to make my network secure.",
        "keywords": null,
        "certificates": {"CWTS":"https://www.cwnp.com/certifications/cwts"},
        "profilePicture": null,
        "images": [
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1wBIyMfToAUEOka05SWxsmalbxH74ozOZ",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1xRH2adKdSDCSy6MiESKHSJf5Nnd_2zN_",
          null
        ],
        "contact": "scarboni13@adelphia.net"
      },
      {
        "id": "201208",
        "firstName": "Joseph",
        "lastName": "Walden",
        "projectTitle": "Arduino-Based Environmental Sensor",
        "projectDesc": "The Arduino platform is a highly modifiable open-source piece of hardware, with a large and extensive supporting community. The Arduino’s ability to be used as an inexpensive environmental monitor is an aspect that is being utilized in many different projects from large programs such as the ‘Air Quality Egg’ and a plethora of individual projects. With this project I wanted to approach an area that I had little to no experience in, and to interact with the do-it-yourself community and work in that mindset. With the implementation of environmental sensors, and proper data analysis, it is possible to use these sensors to monitor how new environmental regulations are affecting the local environment –be it from monitoring electrical usage, water usage, air quality, temperature/humidity of indoor areas, or any number of potential data points. The scalability of the project is extensive, from a single person attempting to reduce their usage of resources to help the environment, to a city implementing multiple data points to measure air quality the ability and expandability of Arduino based sensors is boundless. This project utilizes the Arduino Uno R3, the Arduino Ethernet Shield, a DHT22 Temperature & Humidity sensor, and a selection of resistors and LEDs.",
        "keywords": null,
        "certificates": null,
        "profilePicture": null,
        "images": [
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1vTRdJX4kxXVGcyjBPCYLSHnFv26E0nGB",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=19O90tuBByNuu5GbvpBIl7S0vHoE_RLfP",
          "https://drive.google.com/uc?export=view&id=1g_20I1tU58IrtIaaAHKY9_3q_Pgk-F7j"
        ],
        "contact": "joseph_walden7@mymail.eku.edu"
      },
      {
        "id": "201209",
        "firstName": "Joshua",
        "lastName": "Bosiljevac",
        "projectTitle": "Microcontroller Detection System",
        "projectDesc": "Using a Parallax Basic Stamp 2 microcontroller with a Parallax RFID reader I made a detection system. This system can determine whether the person entering is authorized by the RFID tag presented. If they open the door without an authorized tag there is an alert. If the tag is authorized but they leave the door open long enough it will also set off an alert.",
        "keywords": null,
        "certificates": null,
        "profilePicture": null,
        "images": [
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1IEav7W_m38aEIlEpnwG3BH410R2toGRQ",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1isvJsbPbhohRt_UkdRTr2XeTQsRGUbxv",
          null
        ],
        "contact": "joshua_bosiljevac@mymail.eku.edu"
      },
      {
        "id": "201210",
        "firstName": "Joshua",
        "lastName": "Paige",
        "projectTitle": "Apple Remote Desktop with a Side Order of Alice",
        "projectDesc": "Apple Remote Desktop is a very powerful yet simple tool anyone would like to have if they have Apple iMacs and MacBook’s in their network. It does what most remote desktop software products can do, except better. It has everything from software distribution, asset management, remote assistance, remote administration, and automation. I will refer Apple Remote Desktop as ARD just to save time and spacing. ARD is the preferred remote desktop tool at my office simply because it’s more flexible than any Windows based remote desktop. It allows us to do more things, easier. Another piece of my puzzle is a program called Alice. Alice is an object-oriented programming tool that’s designed to help beginning programmers create just about anything they want on their own. Alice has a drag and drop feature that helps the user drag certain lines of coding in order to manipulate an object whether it’s a person, animal, plane, boat, or a spaceship. You can also change the setting of your project to wherever you want. So if you want to recreate the Moon landing go ahead. It’s a pretty popular program just by looking at all the Youtube videos. What I’m trying to do with both of these products is I’m going to use ARD to distribute the Alice program to another iMac. I should be able to push out the entire Alice program to another machine and not have to install Alice from scratch.",
        "keywords": null,
        "certificates": null,
        "profilePicture": null,
        "images": [
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1LYFE07OwjvaPa_DpA_bAuKlSKjloPYUk",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1KNPjBQ_XJ9Zc3q6nlKK11OScmIF_sao6",
          "https://drive.google.com/uc?export=view&id=1GxAhLR7o3xnygdDwu6Vot2roDgA_llSq"
        ],
        "contact": "josh.paige@hotmail.com"
      },
      {
        "id": "201211",
        "firstName": "Leonard",
        "lastName": "Vinas",
        "projectTitle": "IP Enabled Parking Spot Detector",
        "projectDesc": "The goal of this project is to develop an application that helps drivers locate a parking spot even before they arrive at the actual parking area. To achieve this, I planned to utilize three of our latest technologies: microcontrollers, the Internet, and smartphones.",
        "keywords": null,
        "certificates": {"CompTIA A+":"https://www.comptia.org/certifications/a"},
        "profilePicture": null,
        "images": [

          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1mJiPGh3g6W_HwbrfJ9ISlWzZZrOqVUYH",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=13GMGIemqGQ3BIiieQbh8KswArEakk2Rp",
          null
        ],
        "contact": "lvinny24@hotmail.com"
      },
      {
        "id": "201212",
        "firstName": "Ryne",
        "lastName": "Purcell",
        "projectTitle": "Home Security with VPN's and IP Cameras",
        "projectDesc": "Technology is expand very rapidly as we all know and as this happens appliances such as electronics, TV’s, gaming systems, and even home security can start to become more and more expensive. That leads some people to the motivation of trying to figure out how to make cost effective environments for strong home security while still allowing the homeowners to access files on the go. However as technology increases, the knowledge of your average criminal and hacker increase. This is why I have created the solution of using a Windows Server 2008 R2 environment with a domain controller allowing a qualified user to create a virtual private network (VPN), access shared folders, and access an IP camera within the internal network of the home. The ending result was exactly of that intended with the exception of throttling back and using a point-to-point tunneling protocol (PPTP) VPN. The user can even be alerted via e-mail of an intrusion. Initially considered was the secure socket tunneling protocol (SSTP) which allows for more security. Consequently this is a little bit harder to configure and if set up in a potential customers home, harder for them to troubleshoot. On the other hand, PPTP is a great and easy way to set up a VPN for the average user allowing them a secure connection to their home network to check on the status of their home.",
        "keywords": null,
        "certificates": {
          "Outstanding NET Senior 2012-13":"https://technology.eku.edu/",
          "Security+":"https://www.comptia.org/certifications/security", 
          "CWNA":"https://www.cwnp.com/certifications/cwna", 
          "CWSP":"https://www.cwnp.com/certifications/cwsp"
        },
        "profilePicture": "https://drive.google.com/uc?export=view&id=1t6fOrdBiKMBs4T4NjFQQiTw3OKv0V5lF",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1t6fOrdBiKMBs4T4NjFQQiTw3OKv0V5lF",
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1DWiajMQMDjpH3aHQFXI33FiaNC2Eovuv",
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1fVTZ6od_rRk6UIwbuAx4xj9bkBfZYXQT",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1bLXdLU2FbwwARJ4KPMU-dm1r6c-Z-J7_",
          null
        ],
        "contact": "ryne_purcell6@mymail.eku.edu"
      },
      {
        "id": "201213",
        "firstName": "Sally",
        "lastName": "Barnes",
        "projectTitle": "RFID Pet Feeder",
        "projectDesc": "This project focuses on the design, implementation and operation of an RFID microcontroller based cat feeder constructed for the NET 499 capstone course in the spring 2012 semester. This project is presented to solve the problem of other animals eating your pet’s food and feeding your pet throughout the day. In particular, a cat is used to demonstrate the operation of the RFID pet feeder. My cat will be used in the demonstration and he will be wearing a valid RFID tag on his collar, that when scanned will operate two motors to open the enclosure and dispense cat food. With a busy schedule such as mine and many other people, it is hard to feed your pets throughout the day so they get the nutrition they need. This pet feeder will solve that issue and many other possible implementations.",
        "keywords": null,
        "certificates": {
          "Outstanding NET Senior 2011-12":"https://technology.eku.edu/", 
          "CWTS":"https://www.cwnp.com/certifications/cwts/"
        },
        "profilePicture": "https://drive.google.com/uc?export=view&id=1NSEpNf5-Pp6r7zsN1negBXv_uwobEKJ0",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1NSEpNf5-Pp6r7zsN1negBXv_uwobEKJ0",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1lovp462rKo0jINxZxitNTtZVgSyyL8C0",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1pcQUc6fhVDjpbf_ER0Gb1LO9uo9JKDG1",
          null
        ],
        "contact": "socc3rchick221@hotmail.com"
      },
      {
        "id": "201214",
        "firstName": "Stephen",
        "lastName": "Calulot",
        "projectTitle": "PC Recycle and Donate",
        "projectDesc": "This project consisted of setting up an imaging server to distribute images on old computers. I am imaging these computers to hand out to under privileged families or to organizations that currently work with underprivileged sections of society. The computers were tested for functionality and then reimaged before being distributed.",
        "keywords": null,
        "certificates": {
          "Microsoft MCTS":"https://docs.microsoft.com/en-us/learn/certifications/mct-certification", 
          "MCITP":"http://microsoftgeek.com/?p=1190", 
          "MCSA":"https://docs.microsoft.com/en-us/learn/certifications/posts/mcsa-mcsd-mcse-certifications-retire-with-continued-investment-to-role-based-certifications"
        },
        "profilePicture": "https://drive.google.com/uc?export=view&id=1J9x8UgVWJx_lG8lvofQX56YHUMvVJymC",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1J9x8UgVWJx_lG8lvofQX56YHUMvVJymC",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1yWtvafy1vMpeclN9fATSmWSoglb6o8jI",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1ljf_pIKC8m252qSq25_wgJmV32PId6Np",
          null
        ],
        "contact": "scar1140@gmail.com"
      },
      {
        "id": "201215",
        "firstName": "Stephen",
        "lastName": "Riddle",
        "projectTitle": "Secured Home Web Server",
        "projectDesc": "The problem faced in this project is the need for a more secured place for anyone who wants to store their web pages on, along with all their data. This would cut down on the cost of storage of their web pages, and allow them ease of mind knowing where they have stored their information is in a secured network. I proposed to build a server from the parts I have ordered, and create a web server using the Internet Information Services Manager inside Windows Seven Home Premium. After building the server, I will secure the local network with a router, and a Linux based Untangle server.",
        "keywords": null,
        "certificates": {"CWTS":"https://www.cwnp.com/certifications/cwts/"},
        "profilePicture": "https://drive.google.com/uc?export=view&id=1i00KgCIe4fdaduCR1CcVyC4GAKRfQWcw",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1i00KgCIe4fdaduCR1CcVyC4GAKRfQWcw",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=10OWaExwxiBRqQfKAJAj3XQs_JxTajKZq",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1gJP0np2A7OSGHmPBEEeIteXga6BiF78A",
          "https://drive.google.com/uc?export=view&id=1_GfXZ47NSzfDNgY52nzWZCIVSxzkwR3C"
        ],
        "contact": "Stephendriddle@yahoo.com"
      },
      {
        "id": "201216",
        "firstName": "Thomas",
        "lastName": "Etherington",
        "projectTitle": "Automated Flloding Alert System with Smart Phone Interface: Do Not Leave Home Without It",
        "projectDesc": "The “Automated Flooding Alert System” project utilizes a Vera II home automation controller interfaced to an Allen Bradley PLC via a wires door switch. In addition, the home automation controller has a PC and Web based Smart Phone interface. This project addresses early warning of sump pump failures, with a cell phone interface for remote control and warnings to the homeowner via text messaging. This proof of concept project explores the viability of home security and automation via a cell phone interface. These wireless technologies increase the affordability through less labor-intensive installations to older homes. The project ramifications extend to complete retrofits of older home’s mechanical, refrigeration, HVAC, plumbing, electrical, security, entertainment and supplies inventory and accounting functions in one seamless home computer managed system.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1_-V4OQCUElBy8E6FU43oCfrBoovoQMJu",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1_-V4OQCUElBy8E6FU43oCfrBoovoQMJu",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1S1jM-HtLL8r9m30Jy0wslrfMkoda3fFw",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1VvT9ldXBbBHZMYA4znDo0fxsQVYA5kYn",
          null
        ],
        "contact": "Tether58@bellsouth.net"
      },
      {
        "id": "201217",
        "firstName": "Zachary",
        "lastName": "Craig",
        "projectTitle": "Central Secured Proxy Network",
        "projectDesc": "In this problem you have three computers that need access to the internet and be able to share files with one another. Also you want your computers to be secure and to be protected from harmful websites. Lastly I will show how to upgrade a computer that needs more internal speed and more storage space To do this I will be implementing a router to my internet access allowing for the other computers in my house hold to connect together and gain access to the internet. Also I am adding security measures to my wireless router to make it more secure from the outside world. Next I am adding a more security by installing an Untangle proxy server to my network. This will add another layer of protection to my home network. Once I add the Untangle server the computers will run into a switch that runs into the untangle box that then runs into the router. lastly I need to install more RAM to increase the speed of a slower computer and I will need to install another hard drive to increase the storage capacity on the target computer.",
        "keywords": null,
        "certificates": null,
        "profilePicture": "https://drive.google.com/uc?export=view&id=1Kzqy4rq7ZVVIp1dPysfzeGWO_bl0wD7S",
        "images": [
          "https://drive.google.com/thumbnail?sz=w4000&export=view&id=1Kzqy4rq7ZVVIp1dPysfzeGWO_bl0wD7S",
          null,
          null,
          null
        ],
        "presentation": "https://drive.google.com/uc?export=view&id=1US1pCTVQh3m6XTBswtjAhkpTXmfrKoCZ",
        "brochure": null,
        "video": [
          "https://drive.google.com/uc?export=view&id=1ahaVtZORmaZQ8Q3fooA__F8qcBPot9SK",
          "https://drive.google.com/uc?export=view&id=1vBK_JMr5AjqlwilSewH4De4uQU-uGRON"
        ],
        "contact": "chronotrigger66 AT hotmail.com"
      }
    ],
    "other": {
      "classPhoto": [
        {
          "title": "2012 Spring/Summer Graduates",
          "name": "Left to Right: George (Hank), Don, Vinas, Josh Bosiljevac, Joseph (Tony), Chris, Sally, Stephen Riddle, Stephen Calulot, Spring 2012 grad not in photo: Zack",
          "url": "https://drive.google.com/uc?export=view&id=1abvXd7P1DS6X1Uy21ZcoN2B0or8HsH6F"
        },
        {
          "title": "2012 Fall Graduates",
          "name": "Left to Right: Carl, Daniel, Jon, Ryne, Joseph Walden, grads not in photo: Candice",
          "url": "https://drive.google.com/uc?export=view&id=1GeyJQyCBUWbwsFCWfS0_eDjKNmFElziQ"
        },
        {
          "title": "Spring/Summer Computer Electronics Networking Programs (BS/AAS) 2012 grads",
          "name": "Left to Right: George (Hank), Don, Vinas, Josh Bosiljevac, Joseph (Tony), Chris, Sally, Stephen Riddle, Stephen Calulot",
          "url": "https://drive.google.com/uc?export=view&id=1X-9eEtOyoi6l3ZCRNV35nTa2v-DaKLDG"
        },
        {
          "title": "Computer Electronics Programs (BS/AAS) 2012 grads and beyond",
          "name": "Left to Right: Josh Paige, Tom",
          "url": "https://drive.google.com/uc?export=view&id=1AeA1oqH49IJZA_TqtpEhAIuBTMAPncoT"
        }
      ],
      "outstanding": [
        {
          "title": "Outstanding Network Security & Electronics (NET) Senior 2011-12",
          "name": "Sally Smith",
          "url": "https://drive.google.com/uc?export=view&id=1Xk6KjMJ9YesyqWMAl8i_DFg7gyrucV-t"
        }
      ],
      "presenter": [],
      "ga": []
    }
  }
